if __name__ == '__main__':
    num=tuple(k for k in range(1,26))
    std=("Алимпьев",
          "Гераскевич",
          "Гнеушев",
          "Гречуха",
          "Гумеров",
          "Джиоева",
          "Еремин",
          "Жвакин",
          "Иваничев",
          "Кривенко",
          "Кубенов",
          "Лошманов",
          "Неборский",
          "Немчинов",
          "Прокопов",
          "Сизиков",
          "Симочкина",
          "Таушканов",
          "Трихин",
          "Ускова",
          "Фёдоров",
          "Хохлов",
          "Чирьев",
          "Якушев",
          )
    print("Пятый студент - это Гумеров\nПятый студент в кортеже - это ",end="")
    print(std[5])
    lst=num+std
    print("Соединенный кортеж:\n",lst)
    print("Срез кортежа:\n",lst[20:30])